{
  "<think>": 128798,
  "</think>": 128799,
  "<｜begin▁of▁sentence｜>": 128000,
  "<｜end▁of▁sentence｜>": 128001,
  "<｜User｜>": 128803,
  "<｜Assistant｜>": 128804,
  "<｜tool▁calls▁begin｜>": 128806,
  "<｜tool▁calls▁end｜>": 128807,
  "<｜tool▁call▁begin｜>": 128808,
  "<｜tool▁call▁end｜>": 128809,
  "<｜tool▁outputs▁begin｜>": 128810,
  "<｜tool▁outputs▁end｜>": 128811,
  "<｜tool▁output▁begin｜>": 128812,
  "<｜tool▁output▁end｜>": 128813,
  "<｜tool▁sep｜>": 128814
}